/* 
   Node.strings
   AudioHijackStudio

   Created by David Dunham on 10-08-11.
   Copyright ©2010 Rogue Amoeba Software, LLC. All rights reserved.
 */

"AHApplicationSourceNode" = "Application";
"AHAudioDeviceInputNode" = "Input Device";
"AHAudioDeviceOutputNode" = "Output Device";
"AHAudioFileSourceNode" = "Audio File";
"AHAudioRateMismatcher" = "Rate Mismatcher";
"AHAudioRecorderNode" = "Recorder";
"AHBassTrebleNode" = "Bass/Treble";
"AHCallbackSinkAudioNode" = "Callback Sink";
"AHCrossoverNode" = "Crossover";
"AHDashboardSourceNode" =  "Dashboard";
"AHEqualizer10Node" = "Equalizer";
"AHLevelMetersNode" = "Levels";
"AHMenuBarMetersEffectsNode" = "Menu Bar Meters";
"AHPassThroughNode" = "Connector";
"AHRadioDeviceInputNode" = "Radio Device";
"AHReverbEffectsNode" = "Reverb";
"AHSinkAudioNode" = "Sink";
"AHSpecMetersNode" = "Spectrum";
"AHDeclickNode" = "Declicker";
"AHDehumNode" = "Dehummer";
"AHAutomaticDenoiseNode" = "Auto Noise Reduction";
